Revit 2027 API
PolymeshTopology.GetUVs Method
 Returns all UV coordinates assigned to the polymesh
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public IList<UV> GetUVs()
Public Function GetUVs As IList(Of UV)
public:
IList<UV^>^ GetUVs()
member GetUVs : unit -> IList<UV>
Return Value
IList<UV>
 An array of UV coordinates
See Also
Reference
PolymeshTopology Class
Autodesk.Revit.DB Namespace